
import React from 'react';

class About extends React.Component {
	render() {
		return (
			<div className="aboutme-content">
				<strong>天知道产品介绍</strong>
				<p>天知道是映潮科技面向公众提供多维度数据服务与产品的大数据服务平台。天知道提供的数据服务细分到多级地域（全国、省市、市州、区县及其他标签地域）、行业（涵盖第一、第二、第三产业，涉及网络零售、B2B、大宗等全面交易）及时间（年度、季度、月度及实时数据监测）维度，全面透彻地为公众提供数据查询、数据分析、数据预测及数据分享等多方面的数据服务。</p>
				<strong>映潮科技介绍</strong>
				<p>成都市映潮科技股份有限公司（以下简称“映潮科技”）成立于2011年，是四川省商务厅授权的“四川省电子商务大数据中心”，是全国第一家挂牌“新三板”的电子商务大数据企业，也是中西部首家挂牌上市的大数据企业。</p>
				<p>映潮科技利用云计算技术对全国电子商务平台的海量交易数据进行处理和分析，提供高品质、专业的大数据产品与服务。映潮科技提供的数据细分多个维度，同时通过数据关注各类微观、宏观经济走势与导向，帮助政府部门和企业提升对电子商务现况的了解，满足客户政策制定、企业评估、政府效能等多方面需求，助力对未来发展方向的探索。</p>
				<p>作为一家内资大数据企业，映潮科技一直秉持科学创新的经营理念，得到了国家权威部门认可和高度评价。对映潮大数据的统计方法、统计精度、维度都给予了充分肯定，国家商务部、统计局每月采信映潮数据作为重要参考。目前，公司与四川、山东、贵州、内江、自贡等二十多个省市州商务部门达成了数据服务的合作，通过深度分析当地电子商务态势，为电子商务实际工作和决策提供科学可靠的依据。</p>
			</div>
		)
	}
}

module.exports = About