
import React from 'react';

class Server extends React.Component {
	render() {
		return (
			<div className="aboutme-content">
				<strong>欢迎使用天知道!</strong>
				<p>感谢您对天知道的使用和支持，以下为您与天知道的法律协议条款，请您仔细阅读，您访问、浏览或使用映潮指数即表明您承认已阅读、理解并同意受这些条款的约束。</p>
				<p>天知道随时更新或修改映潮指数站点中包含的任何信息、服务和程序，也有权随时对本“使用条款”进行变更，您将受到变更后的协议的约束。</p>
				<strong>使用限制!</strong>
				<p>天知道是由成都映潮科技有限公司制作和发布，未经我们事先的书面同意和授权，您不得再次公布、上载、张贴、传播、分发或以其他方式将天知道及其中的任何信息（包括但不限于文字、图标、图片、数据等）用于商业目的天知道中的部分文字和数据等内容采集于公开信息，这部分信息的所有权为原著者所有。您在获得相关内容所有者的许可或通过其他方式获得法律的许可前不得将信息用于商业目的。映潮不授予您天知道WEB站点中关于任何专利、商标、版权或其他专有权或知识产权的任何明示的或暗含的权利或许可。</p>
				<p>转载或引用天知道必须以新闻性或资料性公共免费信息为使用目的的合理、善意引用，不得对本网内容原意进行曲解、修改，同时须注明“转自（或引自）天知道，并标明网址http://www.tknows.com”，并自负版权等法律责任。</p>
				<p>转载或引用天知道的内容不得进行如下活动：</p>
				<p>a) 损害天知道或他人利益；</p>
				<p>b) 任何违法行为；</p>
				<p>c) 任何可能破坏公秩良俗的行为；</p>
				<p>d) 未事先获得映潮科技同意，擅自授权他人公布、转载、引用天知道的任何内容。</p>
				<strong>免责声明</strong>
				<p>天知道中发布的数据统计结果部分采用样本调研方法，其数据结果受样本影响。我们在采集样本和进行分析时将会采用商业上合理的技术和技能，希望您会喜欢使用天知道。但天知道仅能作为您的参考资料，我们不对数据的准确性、正确性、最新性及完整性做任何承诺和保证。因此，您在基于天知道中的任何内容作出任何决策之前，您应该自行确认所有相关信息的准确性和完整性。</p>
				<p>天知道可能会显示一些不属于映潮科技的第三方网站资源的链接或引用。这些内容由发布的实体承担全部责任，天知道不对此类外部站点或资源的可用性、安全性负责，也不对您可从此类站点或资源上获得的任何内容、服务、产品或其他资料承担任何责任或义务。因此，您在点击相应网站资源链接时须谨慎从事，避免遭受病毒、蠕虫病毒、特洛伊木马和其他可能的破坏性程序入侵并采取您认为适当的方式保护您的信息。</p>
				<p>再次感谢您一直以来对天知道的支持！</p>
			</div>
		)
	}
}

module.exports = Server